Repository: vassilych/cscs_maui
Catalog: Resources/Strings/AppResources.*.resx
Languages: ar, de, fr, he, it, ru, zh

source: Learn
ar: تعلم
de: Lernen
fr: Apprends
he: לִלמוֹד
it: Impara
ru: Учить
zh: 学习

source: Quiz
ar: اختبر نفسك
he: חִידוֹן
ru: Тест
zh: 测试

source: Settings
ar: اعدادات
de: Einstellungen
fr: Réglages
he: הגדרות
it: Impostazioni
ru: Настройки
zh: 设定

# Learn_wide
source: Learn
ar: تعلم
de: Lernen
fr: Apprends
he: לִלמוֹד
it: Impara
ru: Учить
zh: 学习

# Quiz_wide
source: Quiz
ar: اختبر نفسك
he: חִידוֹן
ru: Тест
zh: 测试

# Settings_wide
source: Settings
ar: اعدادات
de: Einstellungen
fr: Réglages
he: הגדרות
it: Impostazioni
ru: Настройки
zh: 设定

source: Word {0}/{1}
ar: كلمة {1}/{0}
de: Wort {0}/{1}
fr: Mot {0}/{1}
he: מִלָה {0}/{1}
it: Parola {0}/{1}
ru: Слово {0}/{1}
zh: 单词 {0}/{1}

source: Word:
ar: :كلمة
de: Wort:
fr: Mot:
he: מִלָה:
it: Parola:
ru: Слово:
zh: 单词:

source: Words
ar: كلمات الاختبار
de: Wörter
fr: Mots
he: מילים
it: Parole
ru: Слова
zh: 测试单词

source: Translate
ar: ترجم
de: Übersetzen
fr: Traduire
he: לְתַרְגֵם
it: Traduci
ru: Перевести
zh: 翻译

source: Word with {0} not found
ar: كلمة بحرف{0} غير موجود
de: Wort mit {0} nicht gefunden
fr: Pas de mots contenant {0}
he: מילה עם {0} לא נמצאה
it: Parola con {0} non trovato
ru: Нет слов, содержащих {0}
zh: 未发现含有 {0} 词

# Part of word or word id
source: Part of word or word numeric ID
ar: جزء من كلمة أو كلمة عددية معرفة
de: Teil des Wortes oder ID
fr: Partie du mot ou identification
he: חלק ממזהה מספרי של מילה או מילה
it: Parte della parola o id della parola
ru: Часть слова или номер слова
zh: 字或数字ID的一部分

source: Please wait...
ar: أرجو الإنتظار
de: Bitte warten Sie...
fr: S'il vous plaît, attendez...
he: אנא המתן...
it: Attendere prego...
ru: Пожалуйста, подождите...
zh: 请稍候...

source: Check your internet connection
ar: تحقق من اتصالك بالإنترنت
de: Überprüfen Sie Ihre Internetverbindung
he: בדוק את חיבור האינטרנט שלך
ru: Проверьте подключение к Интернету
zh: 检查您的互联网连接

source: Best score:
ar: :أفضل نتيجة
de: Beste Ergebnis:
fr: Record:
he: הציון הטוב ביותר:
it: Miglior punteggio:
ru: Рекорд:
zh: 最佳成绩:

source: Correct: {0}% ({1}/{2})
ar: صحيح: {0}% ({2}/{1})
de: Richtig: {0}% ({1}/{2})
fr: Exacte: {0}% ({1}/{2})
he: נכון: {0}% ({1}/{2})
it: Corretto: {0}% ({1}/{2})
ru: Правильно: {0}% ({1}/{2})
zh: 正确: {0}% ({1}/{2})

source: Correct:
ar: :صحيح
de: Richtig:
fr: Exacte:
he: נָכוֹן:
it: Corretto:
ru: Правильно:
zh: 正确:

source: Quiz Type:
ar: :نوع مسابقة
de: Quiz Typ:
fr: Type de quiz:
he: סוג חידון:
it: Tipo di quiz:
ru: Тип теста:
zh: 测验类型:

source: Quiz Mode:
ar: :وضع مسابقة
de: Quiz Modus:
fr: Mode quiz:
he: מצב חידון:
it: Modo di quiz:
ru: Режим теста:
zh: 测验模式:

source: Quiz Words:
ar: :كلمات الاختبار
de: Quiz Wörter:
fr: Quiz mots:
he: מילות חידון:
it: Quiz sulle parole:
ru: Слов в тесте:
zh: 测试单词:

source: Mode:
ar: :أسلوب
de: Modus:
he: מצב:
it: Modo:
ru: Режим:
zh: 模式:

source: Speech
ar: خطاب
de: Sagen
fr: Discours
he: נְאוּם
it: Discorso
ru: Речь
zh: 言語

source: You said:
ar: :أنت قلت
de: Sie haben gesagt:
fr: Tu as dit:
he: אמרת:
it: Tu hai detto:
ru: Вы сказали:
zh: 你說:

source: Speak:
ar: :تحدث
de: Sagen Sie:
fr: Parler:
he: לְדַבֵּר:
ru: Скажите:
zh: 说话:

source: No speech was recognized
ar: ولم يعترف بأي خطاب
de: Es wurde keine Rede erkannt
fr: Aucun discours n'a été reconnu
he: שום דיבור לא זוהה
it: Nessun discorso è stato riconosciuto
ru: Речь не распознана
zh: 没有发表言论

source: You don't seem to have a microphone
de: Sie scheinen kein Mikrofon zu haben
he: נראה שאין לך מיקרופון

source: Excellent!
ar: ممتاز
de: Ausgezeichnet!
he: מְעוּלֶה!
it: Eccellente!
ru: Отлично!
zh: 優秀!

source: False
ar: خاطئة
de: Falsch
fr: Faux
he: שֶׁקֶר
it: Sbagliato
ru: Неправильно
zh: 假

source: Finished
ar: انتهى
de: Fertig
fr: Fini
he: גָמוּר
it: Finito
ru: Тест закончен
zh: 完成

# yes
source: correct
ar: انتهى
de: richtig
fr: voilà
he: נָכוֹן
it: corretto
ru: правильно
zh: 正确

source: no
ar: لا
de: falsch
fr: non
he: לֹא
ru: нет
zh: 错误

source: Phrases
ar: عبارات
de: Phrasen
he: ביטויים
it: Frasi
ru: Фразы
zh: 短语

source: Images
ar: صورة
de: Bilder
he: תמונות
it: Immagini
ru: Картинки
zh: 图片

source: Text
ar: نص
fr: Texte
he: טֶקסט
it: Testo
ru: Текст
zh: 文本

source: Language to learn
ar: اللغة المستهدفة
de: Sprache zu lernen
fr: Langue à apprendre
he: שפה ללמוד
it: Lingua da imparare
ru: Изучаемый язык
zh: 语言学习

# Translate to:
source: My language
ar: ترجم الى
de: Meine Sprache
fr: Ma langue
he: השפה שלי
it: La mia lingua
ru: Мой язык
zh: 我的语言

source: Sound:
ar: :صوت
de: Ton:
fr: Son:
he: קוֹל:
it: Suono:
ru: Звук:
zh: 声音:

source: Speech Rate:
ar: :سرعة الكلام
de: Sprechgeschwindigkeit:
fr: Vitesse d'élocution:
he: קצב דיבור:
it: Velocità della voce:
ru: Скорость голоса:
zh: 播放速度:

source: Translation Delay Rate:
ar: تأخير الترجمة:
de: Verzögerung der Übersetzung:
fr: Taux de retard de traduction:
he: שיעור עיכוב תרגום:
it: Velocità di ritardo della traduzione:
ru: Задержка перевода:
zh: 翻译延迟率：

source: Delay New Word:
de: Neues Wort verzögern:
fr: Retarder le nouveau mot:
he: דחה מילה חדשה:
it: Ritardo della nuova parola:
ru: Задержка нового слова:
zh: 延迟新词:

source: Play Rate:
ar: :معدل سرعة اللعب
de: Wiedergaberate:
fr: Vitesse de lecture:
he: קצב משחק:
it: Velocità di riproduzione:
ru: Скорость воспроизведения:
zh: 播放率:

source: Accent:
ar: :لكنة
de: Akzent:
he: מִבטָא:
it: Accento:
ru: Произношение:
zh: 口音:

source: hello
ar: مرحبا
de: Hallo
fr: Salut
he: שלום
it: ciao
ru: привет
zh: 你好

# bye
source: good bye
ar: الى اللقاء
de: Auf Wiedersehen
fr: au revoir
he: להתראות
it: arrivederci
ru: пока
zh: 再见

source: all
ar: كل
de: Alle Wörter
fr: tous
he: כֹּל
it: tutte le parole
ru: все слова
zh: 所有

source: animal world
ar: عالم الحيوان
de: Tierwelt
fr: règne animal
he: עולם החי
it: mondo animale
ru: животный мир
zh: 动物世界

source: body parts
ar: اجزاء الجسم
de: Körperteile
fr: parties du corps
he: חלקי גוף
it: parti del corpo
ru: части тела
zh: 身体部位

source: clothing
ar: الملابس
de: Kleidung
fr: vêtements
he: הַלבָּשָׁה
it: abbigliamento
ru: одежда
zh: 衣物

source: colors, figures
ar: الالوان, الاشكال
de: Farben, Figuren
fr: couleurs, figures
he: צבעים, דמויות
it: colori, figure
ru: цвет, фигуры
zh: 颜色，数字

# food and beverage
source: food and beverages
ar: الطعام و الشراب
de: Essen und Getränke
fr: nourriture et boisson
he: מזון ומשקאות
it: cibo e bevande
ru: еда и напитки
zh: 食物和饮料

source: fruits and vegetables
ar: الخضر والفواكه
de: Früchte und Gemüse
fr: fruits et légumes
he: פירות וירקות
it: frutta e verdura
ru: фрукты и овощи
zh: 水果和蔬菜

source: numbers and math
ar: الاعداد والحساب
de: Zahlen und Mathe
fr: nombres et maths
he: מספרים ומתמטיקה
it: numeri e la matematica
ru: числа и математика
zh: 数字和数学

source: sport
ar: الرياضة
he: ספּוֹרט
ru: спорт
zh: 体育

source: hobby, music, chess
ar: هواية, موسيقى, شطرنج
de: Hobby, Musik, Schach
fr: hobby, musique, échecs
he: תחביב, מוזיקה, שחמט
it: hobby, musica, scacchi
ru: хобби, музыка, шахматы
zh: 爱好，音乐，棋

source: transport
ar: النقل
de: Verkehr
he: תַחְבּוּרָה
it: trasporto
ru: транспорт
zh: 运输

source: household
ar: المنزل والعائلة
de: Haushalt
fr: maison
he: בַּיִת
it: in casa
ru: дом
zh: 家庭日常的

source: kitchen
ar: المطبخ
de: Küche
fr: cuisine
he: מִטְבָּח
it: cucina
ru: кухня
zh: 厨房

source: school and office
ar: المدرسة والمكتب
de: Schule und Büro
fr: école et bureau
he: בית ספר ומשרד
it: scuola e ufficio
ru: школа и офис
zh: 学校与办公室

source: accesories
ar: الملحقات
de: Zubehör und Accessoires
fr: accessoires
he: אביזרים
it: accessori
ru: личные вещи
zh: 配件、装饰

source: tools and appliances
ar: لوازم وتجهيزات
de: Werkzeuge und Geräte
fr: outils et appareils
he: כלים ומכשירי חשמל
it: strumenti e apparecchi
ru: приборы и инструменты
zh: 工具和装置

source: bed and bath
ar: السرير والدش
de: Schlaf- und Badezimmer
fr: chambre
he: מיטה ואמבטיה
it: letto e bagno
ru: спальня и ванна
zh: 卧室和浴室

source: verbs
ar: الافعال
de: Verben
fr: verbes
he: פעלים
it: verbi
ru: глаголы
zh: 动词

source: adjectives
ar: الصفات
de: Adjektive
fr: adjectifs
he: שמות תואר
it: aggettivi
ru: прилагательные
zh: 形容词

source: prepositions
ar: حرف جر
de: Präpositionen
fr: prépositions
he: מִלַת יַחַס
it: preposizioni
ru: предлоги
zh: 介词

source: family and kids
ar: العائلة والاطفال
de: Familie und Kinder
fr: famille et enfants
he: משפחה וילדים
it: famiglia e bambini
ru: семья и дети
zh: 家庭和儿童

# profession
source: professions
ar: المهن
de: Berufe
he: מקצועות
it: professioni
ru: профессии
zh: 行业

source: countries
ar: المدن
de: Ländern
fr: les pays
he: מדינות
it: paesi
ru: страны
zh: 国家

source: environment
ar: البيئة
de: Umwelt
fr: environnement
he: סְבִיבָה
it: ambiente
ru: окружающая среда
zh: 环境

source: calendar, time
ar: الرزنامة, الوقت
de: Kalender, Zeit
fr: calendrier, l'heure
he: לוח שנה, זמן
it: calendario, tempo
ru: календарь, время
zh: 日历，时间

source: basic phrases
ar: عبارات أساسية
de: Grundlegende Phrasen
fr: phrases basiques
he: ביטויים בסיסיים
it: frasi di base
ru: базовые фразы
zh: 基本短语

source: phrases greetings
ar: عبارات التحية
de: Gruß Phrasen
fr: phrases pour saluer
he: ביטויים ברכות
it: frasi saluti
ru: фразы приветствия
zh: 问候短语

source: phrases traveling
ar: عبارات السفر
de: Phrasen in Reisen
fr: phrases en voyage
he: ביטויים מטיילים
it: frasi viaggiano
ru: фразы путешествуя
zh: 旅游短语

source: phrases in hotel
ar: عبارات الفندق
de: Phrasen im Hotel
fr: phrases à l'hôtel
he: ביטויים במלון
it: frasi in hotel
ru: фразы в гостинице
zh: 酒店短语

# phrases in restaurant
source: phrases restaurant, hotel
ar: عبارات المطعم
de: Phrasen im Restaurant
fr: phrases au restaurant
he: ביטויים מסעדה, מלון
it: frasi in ristorante
ru: фразы в ресторане
zh: 餐厅短语

source: flirting phrases
ar: عبارات الغزل والغرام
de: Phrasen zum Flirten
fr: phrases de drague
he: ביטויים מפלרטטים
it: frasi per il rimorchio
ru: фразы для флирта
zh: 调情短语

# custom category
source: custom words
ar: كلمات مختارة
de: Benutzerdefinierte Wörter
fr: mots personnalisés
he: מילים נבחרות
it: parole selezionate
ru: слова пользователя
zh: 选词

# select words
source: There are no custom words. Select words by clicking on the Add square button.
ar: لا توجد كلمات مخصصة. حدد الكلمات بالنقر على زر إضافة مربع.
de: Es sind keine benutzerdefinierte Wörter vorhanden. Wählen Sie Wörter aus anderen Kategorien aus, indem Sie auf die Schaltfläche Hinzufügen klicken.
fr: Il n'y a pas de mots personnalisés. Sélectionnez des mots dans d'autres catégories en cliquant sur le bouton Ajouter.
he: אין מילים מותאמות אישית. בחר מילים מקטגוריות אחרות על ידי לחיצה על כפתור הוסף.
it: Non ci sono parole personalizzate. Selezionare le parole da altre categorie facendo clic sul pulsante Aggiungi.
ru: Пока нет добавленных из других категорий слов. Выберайте слова, нажимая на квадратную кнопку Добавить.
zh: 没有自定义单词。点击“添加”按钮从其他类别中选择单词。

# min words
source: Need minimum {0} words for the quiz
ar: تحتاج إلى {0} كلمات على الأقل للاختبار
de: Sie benötigen mindestens {0} Wörter für das Quiz
fr: Il faut au moins {0} mots pour le quiz
he: דרושות לפחות {0} מילים עבור החידון
it: Necessario un minimo di {0} parole per il quiz
ru: Требуется минимум {0} слов для теста
zh: 测验至少需要 {0} 个单词

# word added
source: Word has been added to custom words
ar: تمت إضافة كلمة
de: Das Wort wurde zu den benutzerdefinierten Wörtern hinzugefügt
fr: Le mot a été ajouté aux mots personnalisés
he: המילה נוספה
it: La parola è stata aggiunta alle parole selezionate
ru: Слово добавлено в слова пользователя
zh: 单词已添加

# word deleted
source: Word has been deleted from custom words
ar: تم حذف كلمة
de: Das Wort wurde aus benutzerdefinierten Wörtern gelöscht
fr: Le mot a été supprimé des mots personnalisés
he: המילה נמחקה
it: La parola è stata eliminata dalle parole selezionate
ru: Слово удалено из слов пользователя
zh: 单词已删除

source: Select Category
ar: اختر الفئة
de: Kategorie Auswählen
fr: Sélectionnez une Catégorie
he: בחר קטגוריה
it: Seleziona la Categoria
ru: Выберите категорию
zh: 选择类别

source: trash
fr: dossier poubelle
he: תיקיית האשפה
it: cartella dei rifiuti
ru: мусорная корзина
zh: 垃圾

# WordAddedTo
source: Word added to {0}
fr: Mot ajouté à [{0}]
he: מילה נוספה ל-[{0}]
it: Parola aggiunta a [{0}]
ru: Слово добавлено в [{0}]
zh: 添加到[{0}]的字词

# FolderIsEmpty
source: Folder {0} is empty
fr: Le dossier [{0}] est vide
he: התיקייה [{0}] ריקה
it: La cartella [{0}] è vuota
ru: Папка [{0}] пуста
zh: 文件夹 [{0}] 为空
